{
  "home": {
    "title": "JLS Reglazing - Afinamiento Profesional de Bañeras y Cocinas | San Bernardino, Riverside, Los Angeles",
    "description": "Servicios expertos de afinamiento de bañeras y renovación de cocinas. Ahorre hasta 90% vs reemplazo. Servicio en 24 horas. Garantía de 2 años. Sirviendo San Bernardino, Riverside y Los Angeles.",
    "keywords": "bathtub refinishing, afinamiento de bañeras, bathtub reglazing, kitchen refinishing, renovación de cocina, San Bernardino, Riverside, Los Angeles"
  },
  "services": {
    "title": "Nuestros Servicios - Afinamiento de Bañeras, Cocinas, Lavabos | JLS Reglazing",
    "description": "Servicios completos de renovación para bañeras, cocinas, lavabos y más. Reglazado profesional con 90% de ahorro. Servicio rápido de 24 horas con garantía de 2 años.",
    "keywords": "bathtub refinishing, servicios de renovación, bathtub reglazing, kitchen refinishing, restauración de lavabos, reparación de grietas"
  },
  "about": {
    "title": "Acerca de JLS Reglazing - Más de 20 Años de Experiencia Profesional",
    "description": "Empresa familiar de afinamiento de bañeras y cocinas sirviendo el sur de California por más de 20 años. Más de 4,000 unidades atendidas con artesanía experta.",
    "keywords": "bathtub refinishing, empresa de afinamiento, bathtub reglazing profesional, sur de California, renovador experimentado"
  },
  "contact": {
    "title": "Contacto JLS Reglazing - Cotización Gratis para Afinamiento de Bañeras y Cocinas",
    "description": "Obtenga su cotización gratis hoy. Llame al (310) 742-0057 para inglés o (424) 381-5170 para español. Sirviendo áreas de San Bernardino, Riverside, Los Angeles.",
    "keywords": "bathtub refinishing, cotización de renovación, estimado de bathtub reglazing, kitchen refinishing costo, cotización gratis"
  },
  "gallery": {
    "title": "Galería de Antes y Después - Resultados de Afinamiento de Bañeras y Cocinas | JLS Reglazing",
    "description": "Vea nuestras transformaciones de afinamiento de bañeras y cocinas. Más de 4,000 unidades atendidas en el sur de California. Resultados profesionales con garantía de 2 años.",
    "keywords": "bathtub refinishing antes y después, kitchen reglazing galería, resultados de renovación, fotos de transformación"
  }
}
