{
  "home": {
    "title": "JLS Reglazing - Professional Bathtub & Kitchen Refinishing | San Bernardino, Riverside, Los Angeles",
    "description": "Expert bathtub refinishing and kitchen reglazing services. Save up to 90% vs replacement. 24-hour turnaround. 2-year warranty. Serving San Bernardino, Riverside, and Los Angeles.",
    "keywords": "bathtub refinishing, bathtub reglazing, kitchen refinishing, tub resurfacing, San Bernardino, Riverside, Los Angeles"
  },
  "services": {
    "title": "Our Refinishing Services - Bathtub, Kitchen, Sink Reglazing | JLS Reglazing",
    "description": "Complete refinishing services for bathtubs, kitchens, sinks, and more. Professional reglazing at 90% savings. Fast 24-hour service with 2-year warranty.",
    "keywords": "refinishing services, bathtub reglazing, kitchen refinishing, sink restoration, crack repair"
  },
  "about": {
    "title": "About JLS Reglazing - 20+ Years of Professional Refinishing Experience",
    "description": "Family-owned bathtub and kitchen refinishing company serving Southern California for over 20 years. 4,000+ units serviced with expert craftsmanship.",
    "keywords": "bathtub refinishing company, professional reglazing, Southern California, experienced refinisher"
  },
  "contact": {
    "title": "Contact JLS Reglazing - Free Quote for Bathtub & Kitchen Refinishing",
    "description": "Get your free refinishing quote today. Call (310) 742-0057 for English or (424) 381-5170 for Spanish. Serving San Bernardino, Riverside, Los Angeles areas.",
    "keywords": "refinishing quote, bathtub reglazing estimate, kitchen refinishing cost, free quote"
  },
  "gallery": {
    "title": "Before & After Gallery - Bathtub & Kitchen Refinishing Results | JLS Reglazing",
    "description": "See our bathtub and kitchen refinishing transformations. 4,000+ units serviced across Southern California. Professional reglazing results with 2-year warranty.",
    "keywords": "bathtub refinishing before after, kitchen reglazing gallery, refinishing results, transformation photos"
  }
}
